<?php

return [
    /*HEADER layout1
    |--------------------------------------------------------------------------
    */
    'meta_description' => 'Ответы на школьные книги, ответы на задачи, все ответы, решение задач, примеры и задачи,
    6 класс, 7 класс, 8 класс, 9 класс, 10 класс, обяснение решений, видио уроки, обучение школьной программы',
    'title' => 'Ответы на все книги | Ответы всех школьных задач | Сборники',
    'search'=>'Поиск...',
    'registration'=>'Регистрация',
    'sign_in'=>'Мой профиль',
    'logout'=>'Выход',
    'home'=>'Главная',
    'blog'=>'Блог',
    'tasks'=>'Задачи',
    'video'=>'Видео уроки',
    'categories'=>'Катрегории',
    'pages'=>'Страницы',
    'about'=>'О нас',
    'users'=>'Пользователи',
    'contact'=>'Контакты',
    'ranks_footer'=>'Ранги',
    /*Main Content index
    |--------------------------------------------------------------------------
    */
    'all_books'=>'Последнии добавленные книги',
    /*SideBar _sidebar
    |--------------------------------------------------------------------------
    */
    'select_topusers_bypoint'=>'По баллам в общем',
    'select_topusers_bybooks'=>'За неделю по ответам к книгам',
    'select_topusers_bytasks'=>'За неделю по ответам к задачам',
    'latest_videos'=>'Последние Видио уроки',
    'write_to_admin'=>'Напишите админу сайта',
    'top_users'=>'Топ пользователей',
    /*Footer layout1
    |--------------------------------------------------------------------------
    */
    'short_info_site'=>'Здесь ты сможеш найти все ответы на твои задачи. Наше сообщество рада тебе помочь. Если нету ответа на твою задачу ты можеш загрузить решение сам и добавить частичку для сообщество.',
    'information_site_pages'=>'Страницы',
    'information_one_pages'=>'Информация',
    'faq'=>'F.A.Q',
    'katex'=>'KaTeX',
    'vidio_lessons'=>'Видео уроки',
    'weekly_newsletter'=>'Еженедельная рассылка',
    'short_info_letter'=>'Получите наши потрясающие релизы и последние обновления с эксклюзивными новостями и предложениями в вашем почтовом ящике.',
    'enter_your_email'=>'Введите ваш e-mail',
    'subscribe'=>'ПОДПИСАТЬСЯ',
    'we_on_social'=>'Мы в социальных сетях. Следуйте за нами и свяжитесь с нами!',
    'all_rights_reserved'=>'Все права защищены.',
    /*Solutions.blade.php
    |--------------------------------------------------------------------------
    */
    'table_of_content'=>'Таблица содержания',
    'section'=>'Главы',
    'go_to_page'=>'Перейти на',
    'pagination_pages'=>'Страницы',
    'your_answer'=>'Твой ответ',
    'your_turn'=>'Ваш выбор',
    'answ'=>'отв',
    'no_solution'=>'Нет ответа. Пожалуйста добавьте свой ответ...',
    'ranks'=>'Ранг',
    'add_answer_button'=>'Добавить Ответ',
    'please_signin'=>'Пожалуйста авторизуйтесь чтобы добавить свой ответ.',
    'insert_button'=>'Вставить',
    'write_equation'=>'Напишите уровнение...',
    'solution_already_added'=>'Вы уже добавляли ответ к этой задаче',
    'add_solution'=>'Ваш ответ успешно добавлен, ждите проверки...',
    'add_solution_error'=>'Возникла ошибка при добавлении ответа!',
    'add_result'=>'Пожалусто введите итоговый результат:',
    'more_about'=>'Узнать больше об',
    /*blog-detail.blade.php
    |--------------------------------------------------------------------------
    */
    'add_comment'=>'Ваш комментарий успешно добавлен!',
    
    /*login.blade.php
    |--------------------------------------------------------------------------
    */
    'login'=>'Вход',
    'register_facebook'=>'Войти через Facebook',
    'register_google'=>'Войти через Gmail+',
    'email_address'=>'Эмеил',
    'password'=>'Пароль',
    'login_registration'=>'Регистрация',
    'login_forgot_password'=>'Забыли пароль?',
    'login_remember_me'=>'Запомнить меня',
    'login_button'=>'Войти',

    /*register.blade.php
    |--------------------------------------------------------------------------
    */
    'register'=>'Регистрация',
    'register_name'=>'Имя/Ник',
    'register_email'=>'Эмеил',
    'register_password'=>'Пароль минимум 6 значений',
    'register_password_confirm'=>'Подтверждение пароля',
    'term_conditions_before'=>'Вы ознакомились и согласны с',
    'term_conditions'=>'Пользовательского Соглашения',
    'register_button'=>'Зарегистрироваться',


    /*profile.blade.php
    |--------------------------------------------------------------------------
    */
    'book_solutions'=>'Ответы книгам',
    'added_tasks'=>'Добавленные задачи',
    'task_solutions'=>'Ответы задачам',
    'payment'=>'Платежи',
    'profile'=>'Профиль',
    'name'=>'Имя',
    'surname'=>'Фамилия',
    'college'=>'Колледж',
    'high_school'=>'Высшая школа',
    'biography'=>'Биография',
    'solution'=>'Ответы',
    /*profile--sidebar.blade.php
    |--------------------------------------------------------------------------
    */
    'edit_profile'=>'Редактировать профиль',
    'solved_exercise'=>'Решено',
    'scores'=>'Баллы',
    /*edit-profile.blade.php
    |--------------------------------------------------------------------------
    */
    'short_info'=>'Короткая информация',
    'avatar'=>'Аватарка',
    'fb_link'=>'FaceBook сылка',
    'tg_link'=>'Telegram сылка',
    'submit'=>'Отправить',
    /*about.blade.php
    |--------------------------------------------------------------------------
    */
    'what_we_provide'=>'Что мы предостовляем',
    'what_we_provide_for_you'=>'Для вас',
    'wonderful_site'=>'Замечательный сайт',
    'wonderful_site_text'=>'Место где вы можете не тратить на репититоров и найти подробные ответы.',
    'enjoy_learning'=>'Наслаждение обучением',
    'enjoy_learning_text'=>'Просто выбераете книгу по своему уровню и пошагово обучаетесь.',
    'promotions_prizes'=>'Акции & Призы',
    'promotions_prizes_text'=>'Возможность выиграть различные призы вмести с сообществом Answers.uz решая различные задачи.',
    'Help_each_other'=>'Помощь друг другу',
    'Help_each_other_text'=>'Решайте задачи которые вам под силу как в тоже время ктото решит сложное для вас.',

    'history_mission_goals' => 'История миссия',
    'history_mission_goals2' => '& цели',
    'history_mission_goals_bold' => 'Проект стартовал 2018 году в июле, Идеей создание такого сайта послужил зарубежные сайты такие как slader.com chegg.com и znanija.com.',
    'history_mission_goals_text1' => 'Наверника увас было такое что хочеться найти решение на какую либо задачу неважно какова она на сложность, вродеб рядом с репетитором увас все получаеться но как придете домой застываете как камень не понимая с чего начать. Или в учебе все понятно берете канспект также все понятно но изза того что ваша задача чучуть другая вы не можете начать решать её.',
    'history_mission_goals_text2' => 'Answers.uz был создан именно для того чтобы вы самостаятельно могли понимать изучать какой либо материал без посторонней помощи. Хоть и все решение подробно описаны в этом сайте решать самостоятельно вам придеться так как вы не знаете какие задачи будут на контрольных работах или экзаменах при поступление какое либо учебное заведение!',

    'statistics' => 'Статистика',
    'statistics_text' => 'Сдесь показана краткая статистика о количество книг прочитанных книг итд...',
    'statistics_reading' => 'Просмотрено',
    'statistics_books' => 'Книг',
    'statistics_solving' => 'Решено',
    'statistics_thinking' => 'Идеи',


   //tasks.blade.php
  'brain_respond' => 'Мозг Отвечающий',
  'what_do_yo_want_to_know' => 'Что ты хочеш узнать?',
  'ask_question_button' => 'Задай вопрос',
  'answer_button' => 'ответь',
  'select_allsubjects' => 'Все предметы',
  'select_unsolved' => 'Не решено',
  'select_solved' => 'Решено',
  'select_languz' => 'Узбекский',
  'select_langru' => 'Русский',
  'modal_title' => 'Ищешь ответ на вопрос, с которым нужна помощь?',
  'modal_image_upload' => 'Нажмите сдесь чтобы загрузить изображение',
  'modal_score' => 'у тебя',
  'modal_score2' => 'баллов',
  'modal_send_button' => 'Задай вопрос',
  'modal_placeholder' => 'Напишите уровнение...',
  'modal_add_button' => 'Вставить',
  'modal_more_about_katex' => 'Узнать больше об',

  //task.blade.php
  'answers_and_explanations' => 'Ответы и объяснения',
  'delete_button' => 'удалить',
  'best_button' => 'отметить как лучший!',
  'solved_button' => 'решено',
  'checked_button' => 'отметить как проверенный',
  'violation_button' => 'Отметить нарушение',
  'select_cause_violation' => 'Выберите причину нарушения:',
  'violation_modal_cancel' => 'Отмена',
  'violation_modal_send' => 'Отправить',

  //video-list.blade.php
  'learn_more_button' => 'Начать обучение',
  'video_views' => 'Просмотров',
  'videos' => 'Уроков',

  //videos.blade.php
  'run_time' => 'Продолжительность видио',
  'episode' => 'Эпизод',
  'free' => 'Бесплатно',


  //comment.blade.php & video-comment.blade.php
  'comments' => 'Комментарии',
  'replay' => 'Ответить',
  'text_here' => 'Напишите здесь',
  'Leave_comments' => 'Оставьте комментарий',
  'send_message' => 'Оставить комментарий',
];