<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы напоминания пароля
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки возвращаются брокером паролей на неудачные
    | попытки обновления пароля в таких случаях, как ошибочный код сброса
    | пароля или неверный новый пароль.
    |
    */

    'beginner' => 'Новый Пользователь, у которого еще все впереди.',
    'advanced' => 'Этот статус получает Пользователь, который только включился в игру ознакомлен нашем сообществом и хочет помогать другим. Увидев человека с этим статусом, представьте себе того, кто с улыбкой на лице поможет решениями каких либо задач.',
    'smart' => 'Если вам нужна помощь от кого-то проверенного, кто решил более чем парочку задач и прошел наши проверки. Так вот от пользователя с этим статусом можно ожидать самого лучшего: надежности, точности и увлечения наукой.',
    'scientist' => 'Только пользователи, которые отличаются высокой активностью, а также отличными отзывами от Пользователей, которые благодарны за решение задач также неоднократно признавали решение этого человека как лучшее, и потому Вы можете рассчитывать на высокое качество решений.',
    'professor' => 'Человек, который много-много месяцев качественно помогает другим, добросовестный и очень хорошо решает задания и знает, что делает. От этого Пользователя можно ожидать полного решения с объяснением.',
    'genius' => 'Меньше 2% всех Пользователей нашего сообщества имеют этот статус! Это - элита и гордость "Знаний".',
];
